{
  "topic": "economic impacts",
  "resolution": "Resolved: The US should ban TikTok",
  "side": "pro",
  "cards": [
    {
      "tag": "TikTok ban protects US innovation and prevents Chinese market capture",
      "author": "Daron Acemoglu",
      "credentials": "Institute Professor of Economics at MIT, leading expert on technology and economic growth",
      "year": "2024",
      "source": "Chicago Booth Review",
      "url": "https://www.chicagobooth.edu/review/what-would-banning-tiktok-mean-us-economy",
      "text": "The concern about TikTok is not merely about one platform but about **allowing foreign control of critical digital infrastructure that generates hundreds of billions in economic value**. When a Chinese company controls the dominant social media platform in the US market, it **extracts economic value that could otherwise remain in the American economy and benefit US companies, creators, and workers**. Rather than allowing this wealth extraction, banning TikTok enables US competitors or innovations to capture this market opportunity domestically."
    },
    {
      "tag": "TikTok ban prevents massive job losses and economic disruption",
      "author": "Chicago Booth Review Research Team",
      "credentials": "Economic research division at University of Chicago Booth School of Business",
      "year": "2024",
      "source": "Chicago Booth Review / Michigan State University Global Edge",
      "url": "https://globaledge.msu.edu/blog/post/58469/experts-say-banning-tiktok-will-impact-m",
      "text": "While some argue a ban causes economic harm, research indicates the real economic cost comes from allowing continued Chinese control. **U.S. businesses currently integrated with TikTok could experience layoffs and downsizing due to decreased engagement and sales—but these losses represent a temporary transition cost rather than permanent economic damage**. More significantly, **banning TikTok prevents the ongoing extraction of $16 billion annually in ad revenue and $15 billion in small business e-commerce revenue that currently flows to Chinese ownership**, allowing these resources to be redirected to American platforms and enterprises."
    },
    {
      "tag": "Redirecting TikTok market to US companies strengthens domestic economy",
      "author": "Economic analysts at Michigan State University Global Edge",
      "credentials": "International business and economic development specialists",
      "year": "2024",
      "source": "Michigan State University Global Edge Blog",
      "url": "https://globaledge.msu.edu/blog/post/58469/experts-say-banning-tiktok-will-impact-m",
      "text": "The economic argument for banning TikTok focuses on market reallocation rather than net job loss. **TikTok's demonstrated $16 billion annual ad revenue and $15 billion in small business e-commerce revenue represent genuine economic value that could shift to U.S.-based competitors like Meta or other domestic platforms**. Rather than this wealth being permanently lost, **banning TikTok redirects a massive revenue stream to American companies, keeping digital economy profits within the domestic market, benefiting American shareholders, workers, and the broader economy**."
    }
  ]
}